{"inkVersion":21,"root":[["^Buffer","\n","^You finished cooking the omelettes.","\n","^It took a little longer than anticipated, but that's okay!","\n","^The kids should be done getting ready to come down to eat anytime now.","\n","^They smell delicious. You certainly can't wait to dig in.","\n","^You hear the roaring of two sets of preteen footsteps barrel down the stairs.","\n","^\"Hey kids, breakfast is ready!\" You relay to them.","\n","^\"Hi Mom!\" They say in unison.","\n","^As you bring the plates over from the counter to the table, you see them heading for the door.","\n","^\"No time to eat now, mom! We have to get to practice this morning!\"","\n","^\"Yeah, and I promised I'd meet Katie to run lines-!\"","\n","^\"Don't forget your lunches, please!\" You called out to them.","\n","^They run back over to grab their lunches. Thankfully, for today, their father prepared them.","\n","^\"Bye, mom, see you later\" They excitedly yell as they run out the door.","\n","^No thank you. No kisses goodbye. You miss those sweet days.","\n","^It's okay, though, because you have enough love for everyone.","\n","^You're alone for the rest of today until your family arrives home, as usual.","\n","^You think of some of the things you have to do.","\n","^Are there things you have been putting off?","\n","^Today has been a rather uneventful Friday so far.","\n","^Nothing to do...","\n","^You realize it has been a few hours since breakfast.","\n","^Maybe you could heat up a cold omelette for lunch so it doesn't go to waste?","\n","ev","str","^You go to heat up the omelette","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["^ As you go to heat up the omelette, you realize you really would rather not have leftovers for lunch today. ",{"->":"LunchChoice"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"LunchChoice":[["^Maybe you can make something light for today.","\n","^Do you make?","\n","ev","str","^A sandwich.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^A salad.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Let's do it.","\n","ev","str","^Sandwich","/str",{"x()":"playScene","exArgs":1},"pop","/ev","\n","done",{"#f":5}],"c-1":["^ Let's do it.","\n","ev","str","^Salad","/str",{"x()":"playScene","exArgs":1},"pop","/ev","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}